Repository: projectkudu/SimpleWAWS
Catalog: SimpleWAWS/Resources/Server.*.resx
Languages: pl

# Deployment_DeploymentInProgress
source: Deployment in progress.
pl: Wdrażanie jest w toku.

# Deployment_GitDeploymentInProgress
source: Git deployment in progress.
pl: Wdrażanie Git jest w toku.

# Error_GeneralErrorMessage
source: An Error occured. Please try again later.
pl: Wystąpił błąd. Spróbuj ponownie później.

# Error_GettingPublishingProfileStream
source: Unable to retrieve the publishing profile. Please try again later.
pl: Nie można pobrać profilu publikowania. Spróbuj ponownie później.

# Error_InvalidAppServiceType
source: App Service has to be of type 'Mobile' to download mobile clients.
pl: Usługa App Service musi być typu mobilnego, aby można było pobierać klientów mobilnych.

# Error_InvalidGithubRepo
source: The Github repo URI is either invalid of from an trusted organization.
pl: Identyfikator URI repozytorium Github jest nieprawidłowy lub pochodzi z niezaufanej organizacji.

# Error_InvalidUserIdentity
source: Invalid user.
pl: Nieprawidłowy użytkownik.

# Error_MoreThanOneFreeResource
source: You can't have more than 1 free resource at a time.
pl: Nie możesz mieć więcej niż jednego bezpłatnego zasobu naraz.

# Error_NoFreeResourcesAvailable
source: No free resources are available currently. Please try again later.
pl: Obecnie brak jest dostępnych bezpłatnych zasobów. Spróbuj ponownie później.

# Error_OrgIdNotSupported
source: Sorry Organizational accounts are not supported. Please use a Microsoft Account.
pl: Konta organizacyjne nie są obsługiwane. Użyj konta Microsoft.

# Error_ResourceExpirationTimeAlreadyExtended
source: Resource expiration time was already extended before. You can only extend the expiration time once for a resource.
pl: Czas wygaśnięcia zasobu był już wydłużany wcześniej. Dla każdego zasobu czas wygaśnięcia można wydłużyć tylko raz.

# Error_UnsupportedPlatform
source: Unsupported platform.
pl: Nieobsługiwana platforma.

# Templates_FieldEngineerDescription
source: A mobile dashboard app for a cable company technician, or any other mobile workforce, available for Xamarin Forms. Full sample at <a href="https://github.com/azure/fieldengineer/" target="_blank">https://github.com/azure/fieldengineer/</a>.
pl: Aplikacja mobilnego pulpitu nawigacyjnego dla techników w firmie dostarczającej telewizję kablową i dla wszystkich innych pracowników pracujących w terenie, dostępna dla platformy Xamarin Forms. Pełny przykład można znaleźć pod adresem <a href="https://github.com/azure/fieldengineer/" target="_blank">https://github.com/azure/fieldengineer/</a>.

# Templates_PingSiteDescription
source: This Logic App template will ping a website on a recurring schedule. You can extend it to take an action depending on the result of the ping.
pl: Szablon aplikacji logiki będzie cyklicznie badać witrynę internetową za pomocą polecenia ping. Możesz go tak rozszerzyć, aby podejmować działanie na podstawie wyniku polecenia ping.

# Templates_TodoListDescription
source: This is a simple todo list app, available for iOS, Android, Xamarin, and HTML/JS.
pl: To jest prosta aplikacja z listą rzeczy do zrobienia, dostępna dla systemów iOS i Android oraz platform Xamarin i HTML/JS.

# Templates_XamarinCrmDescription
source: A mobile sales dashboard CRM app, available for Xamarin Forms. Full sample at <a href="https://github.com/xamarin/app-crm/" target="_blank">https://github.com/xamarin/app-crm/</a>.
pl: Aplikacja CRM mobilnego pulpitu nawigacyjnego sprzedaży, dostępna dla platformy Xamarin Forms. Pełny przykład można znaleźć pod adresem <a href="https://github.com/xamarin/app-crm/" target="_blank">https://github.com/xamarin/app-crm/</a>.
